Repository: dyuven123/ToneDown
Catalog: ToneDown/*.lproj/Localizable.strings
Languages: ru

# automation.content.important.subtitle
source: After importing commands, return to the app and tap the button below
ru: После импорта команды вернитесь в приложение и нажмите кнопку ниже

# automation.content.confirm.after.adding
source: After adding commands, confirm creation
ru: После добавления команд подтвердите создание

# automation.content.commands.created
source: Commands Created
ru: Команды созданы

# automation.content.apps.title
source: Apps
ru: Приложения

# automation.content.apps.subtitle
source: Automatic enable on open
ru: Автоматическое включение при открытии

# automation.content.schedule.title
source: Schedule
ru: Расписание

# automation.content.schedule.subtitle
source: By time of day
ru: По времени суток

# automation.content.focus.subtitle
source: System integration
ru: Интеграция с системой

# automation.content.location.title
source: Geolocation
ru: Геолокация

# automation.content.location.subtitle
source: By location
ru: По месту нахождения

# automation.content.instructions
source: Select automation type and follow instructions. All automations will use your created basic commands.
ru: Выберите тип автоматизации и следуйте инструкциям. Все автоматизации будут использовать созданные вами базовые команды.

# automation.content.recreate.commands
source: Recreate Commands
ru: Пересоздать команды

# automation.content.premium.required
source: Premium Required
ru: Требуется Premium

# automation.content.premium.description
source: Automation is only available for Premium users
ru: Автоматизация доступна только для Premium пользователей

# automation.content.get.premium
source: Get Premium
ru: Получить Premium

# automation.content.try.demo
source: Try Demo
ru: Попробовать демо

# automation.content.how.to.setup
source: 💡 How to set up automation?
ru: 💡 Как настроить автоматизацию?

# detailed.instructions.useful.tips
source: 💡 Useful Tips
ru: 💡 Полезные советы

# detailed.instructions.commands.created.title
source: Commands Already Created
ru: Команды уже созданы

# detailed.instructions.commands.created.description
source: Basic commands for enabling and disabling grayscale mode are already added to Shortcuts app
ru: Базовые команды для включения и выключения серого режима уже добавлены в приложение Команды

# detailed.instructions.open.shortcuts.title
source: Open Shortcuts App
ru: Откройте приложение Команды

# detailed.instructions.open.shortcuts.description
source: Find and launch Shortcuts app on your iPhone
ru: Найдите и запустите приложение Команды на вашем iPhone

# detailed.instructions.create.first.automation.title
source: Create First Automation (Enable)
ru: Создайте первую автоматизацию (включение)

# detailed.instructions.create.first.automation.description
source: Tap the '+' icon and select 'Create Personal Automation'
ru: Нажмите на значок '+' и выберите 'Создать персональную автоматизацию'

# detailed.instructions.select.app.trigger.title
source: Select 'App' Trigger
ru: Выберите триггер 'Приложение'

# detailed.instructions.select.app.trigger.description
source: Scroll down and select 'App' in the 'App' section
ru: Прокрутите вниз и выберите 'Приложение' в разделе 'Приложение'

# detailed.instructions.select.apps.configure.title
source: Select Apps and Configure 'Opens'
ru: Выберите приложения и настройте 'Открывается'

# detailed.instructions.select.apps.configure.description
source: Select ALL apps for which automation should work (Instagram, TikTok, YouTube, etc.) and make sure 'Opens' is selected
ru: Выберите ВСЕ приложения, для которых должна работать автоматизация (Instagram, TikTok, YouTube и т.д.) и убедитесь, что выбрано 'Открывается'

# detailed.instructions.add.run.command.title
source: Add 'Run Shortcut' Action
ru: Добавьте действие 'Выполнить команду'

# detailed.instructions.add.run.command.description
source: Tap 'Add Action' and find 'Run Shortcut'
ru: Нажмите 'Добавить действие' и найдите 'Выполнить команду'

# detailed.instructions.select.grayscale.on.title
source: Select 'Grayscale On' Command
ru: Выберите команду 'Grayscale On'

# detailed.instructions.select.grayscale.on.description
source: Select 'Grayscale On' command (enable grayscale mode) from the list
ru: Выберите команду 'Grayscale On' (включение серого режима) из списка

# detailed.instructions.disable.confirmation.title
source: Disable Confirmation and Save
ru: Отключите подтверждение и сохраните

# detailed.instructions.disable.confirmation.description
source: Turn off 'Ask Before Running' and tap 'Done'
ru: Отключите 'Спрашивать перед запуском' и нажмите 'Готово'

# detailed.instructions.create.second.automation.title
source: Create Second Automation (Disable)
ru: Создайте вторую автоматизацию (выключение)

# detailed.instructions.create.second.automation.description
source: Repeat steps 3-8, but select 'Closes', 'Grayscale Off' command and the same apps
ru: Повторите шаги 3-8, но выберите 'Закрывается', команду 'Grayscale Off' и те же приложения

# detailed.instructions.test.work.title
source: Test Operation
ru: Проверьте работу

# detailed.instructions.test.work.description
source: Open and close the app - grayscale mode should automatically turn on and off
ru: Откройте и закройте приложение - серый режим должен включаться и выключаться автоматически

# detailed.instructions.title
source: Detailed Instructions
ru: Подробные инструкции

# detailed.instructions.subtitle
source: Step-by-step guide for automation setup
ru: Пошаговое руководство по настройке автоматизации

# detailed.instructions.tip.two.automations
source: For each app you need to create TWO automations
ru: Для каждого приложения нужно создать ДВЕ автоматизации

# detailed.instructions.tip.select.all.apps
source: Select ALL needed apps at once in the first automation
ru: Выберите ВСЕ нужные приложения сразу в первой автоматизации

# detailed.instructions.tip.base.commands.ready
source: Base commands are already created and ready to use
ru: Базовые команды уже созданы и готовы к использованию

# detailed.instructions.tip.same.apps.both
source: Both automations should have the same apps selected
ru: В обеих автоматизациях должны быть выбраны одинаковые приложения

# detailed.instructions.navigation.title
source: Instructions
ru: Инструкции

# detailed.instructions.button.done
source: Done
ru: Готово

# automation.state.shortcuts.unavailable
source: Shortcuts app unavailable
ru: Приложение Команды недоступно

# automation.state.commands.creation.failed
source: Failed to create commands
ru: Не удалось создать команды

# automation.state.automation.setup.failed
source: Failed to setup automation
ru: Не удалось настроить автоматизацию

# home.button.enable.grayscale
source: Enable Grayscale
ru: Включить серый режим

# home.button.tap.to.toggle
source: Tap to toggle
ru: Нажмите для переключения

# home.button.add.commands
source: Add Commands
ru: Добавить команды

# automation.error.import.enable.failed
source: Failed to import enable command: %@
ru: Не удалось импортировать команду включения: %@

# automation.error.import.disable.failed
source: Failed to import disable command: %@
ru: Не удалось импортировать команду выключения: %@

# automation.components.apps.title
source: Apps
ru: Приложения

# automation.components.apps.subtitle
source: Automatic enable on open
ru: Автоматическое включение при открытии

# automation.components.schedule.title
source: Schedule
ru: Расписание

# automation.components.schedule.subtitle
source: By time of day
ru: По времени суток
