Repository: dyuven123/ToneDown
Catalog: ToneDown/*.lproj/Localizable.strings
Languages: ru

# app.tagline
source: Make your phone less addictive with one tap
ru: Сделай телефон менее вкусным одним тапом

# app.description
source: Switches screen to grayscale through iOS Shortcuts
ru: Переключает экран в оттенки серого через Команды iOS

# onboarding.button.continue
source: Continue
ru: Продолжить

# onboarding.button.start
source: Start
ru: Начать пользоваться

# onboarding.page1.title
source: Welcome to ToneDown
ru: Добро пожаловать в ToneDown

# onboarding.page1.description
source: App for automatic grayscale mode on your iPhone
ru: Приложение, которое поможет сделать твоё время в телефоне более осознанным

# onboarding.page2.title
source: Grayscale Mode
ru: Убери яркие цвета

# onboarding.page2.description
source: Reduces distracting colors and helps focus on what's important
ru: Одно нажатие и Instagram, TikTok, YouTube станут менее "вкусными" в чёрно-белом режиме

# onboarding.page3.title
source: Automation
ru: Осознанное использование

# onboarding.page3.description
source: Automatically enables grayscale mode when opening selected apps
ru: Серые тона снижают визуальную привлекательность и помогают тратить меньше времени в лентах

# onboarding.page4.title
source: Simplicity
ru: Мгновенное переключение

# onboarding.page4.description
source: One button for quick grayscale mode switching
ru: Быстро включай и выключай режим в зависимости от ситуации

# home.subtitle
source: Make your phone less addictive with one tap
ru: Сделай телефон менее вкусным одним тапом

# home.button.setup
source: Setup
ru: Настроить

# home.button.toggle
source: Toggle Mode
ru: Переключить режим

# home.button.toggle.subtitle
source: Black & White mode
ru: Черно-белый режим

# home.button.add.command
source: add command
ru: добавить команду

# home.footer.setup
source: Tap the big button above to set up the command
ru: Нажми на большую кнопку выше, чтобы настроить команду

# home.footer.works
source: Works through «Toggle Color Filters» command in Shortcuts
ru: Работает через команду «Переключить светофильтры» в Командах

# premium.title
source: 💫 Automation • Buy once
ru: 💫 Автоматизация • Купи один раз

# premium.demo.button
source: 🎬 Watch Demo
ru: 🎬 Посмотреть Demo

# premium.learn.button
source: Learn more
ru: Узнать больше

# setup.title
source: Setup
ru: Настройка

# setup.button.done
source: Done
ru: Готово

# setup.create.title
source: Create command
ru: Создать команду

# setup.create.subtitle
source: Opens ready command for import with one tap
ru: Откроет готовую команду для импорта одним нажатием

# setup.button.add
source: Add command
ru: Добавить команду

# setup.info.title
source: 💡 **What will happen:**
ru: 💡 **Что произойдет:**

# setup.info.description
source: Import screen will open with ready command you just need to tap "Add"
ru: Откроется экран импорта готовой команды тебе нужно будет только нажать "Добавить"

# setup.after.title
source: After adding the command:
ru: После добавления команды:

# setup.button.added
source: ✅ I added the command
ru: ✅ Я добавил команду

# demo.title
source: 🎬 Real scenarios
ru: 🎬 Реальные сценарии

# demo.subtitle
source: Premium automation • One purchase for all
ru: Premium автоматизация • Одна покупка на всё

# demo.scenario.tiktok.title
source: 📱 Opened TikTok?
ru: 📱 Открыли TikTok?

# demo.scenario.tiktok.subtitle
source: Instantly black & white screen
ru: Мгновенно чёрно-белый экран

# demo.scenario.tiktok.description
source: Less temptation = less time in feed
ru: Меньше соблазна = меньше времени в ленте

# demo.scenario.exit.title
source: 🏠 Exited TikTok
ru: 🏠 Вышли из TikTok

# demo.scenario.exit.subtitle
source: Colors automatically returned
ru: Цвета автоматически вернулись

# demo.scenario.exit.description
source: Only needed apps stay colorful
ru: Только нужные приложения остаются яркими

# demo.scenario.work.title
source: 💼 Focus "Work"
ru: 💼 Focus "Работа"

# demo.scenario.work.subtitle
source: 9:00 - entire phone black & white
ru: 9:00 - весь телефон чёрно-белый

# demo.scenario.work.description
source: Full concentration without distractions
ru: Полная концентрация без отвлечений

# demo.scenario.sleep.title
source: 🌅 Evening mode
ru: 🌅 Вечерний режим

# demo.scenario.sleep.subtitle
source: 21:00 - automatic gray screen
ru: 21:00 - автоматически серый экран

# demo.scenario.sleep.description
source: Healthy sleep without bright light
ru: Здоровый сон без яркого света

# demo.button.buy
source: ✨ Buy forever
ru: ✨ Купить навсегда

# demo.price
source: 999₽ forever
ru: 999₽ навсегда

# demo.price.details
source: 999₽ forever • All features
ru: 999₽ навсегда • Весь функционал

# demo.app.home
source: Home
ru: Домой

# demo.app.work
source: Work
ru: Работа

# demo.app.sleep
source: Sleep
ru: Сон

# demo.content.homescreen
source: Home Screen
ru: Главный экран

# demo.content.focus.active
source: Focus active
ru: Focus активен

# demo.content.sleep.mode
source: Sleep Mode
ru: Режим сна

# automation.view.title
source: Automation
ru: Автоматизация

# accessibility.main.button.setup
source: Set up command
ru: Настроить команду

# accessibility.main.button.toggle
source: Toggle black and white mode
ru: Переключить черно-белый режим

# accessibility.main.hint.setup
source: Opens command setup screen
ru: Открывает экран настройки команды

# accessibility.main.hint.toggle
source: Opens Toggle Grayscale command in Shortcuts
ru: Открывает команду Toggle Grayscale в Командах

# accessibility.description
source: Description: make phone less attractive with one tap
ru: Описание: сделать телефон менее привлекательным одним нажатием

# button.close
source: Close
ru: Закрыть

# button.next
source: Next
ru: Далее

# button.previous
source: Previous
ru: Назад

# tab.home
source: Home
ru: Главная

# tab.automation
source: Automation
ru: Автоматизация

# automation.title
source: Automation
ru: Автоматизация

# automation.subtitle
source: Smart automation
ru: Умная автоматизация

# automation.description
source: Set up once, works forever. No manual switching needed.
ru: Настройте один раз, работает всегда. Никаких ручных переключений.

# automation.demo.title
source: See automation in action
ru: Посмотрите автоматизацию в действии

# automation.features.title
source: Premium Features
ru: Premium возможности

# automation.no.subscriptions
source: One purchase — all features!
ru: Одна покупка — весь функционал!

# automation.feature.schedule
source: Schedule Mode
ru: Режим расписания

# automation.feature.schedule.desc
source: Automatic on/off by time
ru: Автоматическое вкл/выкл по времени

# automation.feature.apps
source: Open/Close
ru: Открытие/Закрытие

# automation.feature.apps.desc
source: Enable on app open, disable on close
ru: Включать при открытии, выключать при выходе

# automation.feature.focus
source: Focus Modes
ru: Focus режимы

# automation.feature.focus.desc
source: Integration with system Focus
ru: Интеграция с системным Focus

# automation.feature.location
source: Location-based
ru: По геолокации

# automation.feature.location.desc
source: Activate by places
ru: Активация по местам

# app.trigger.title
source: Open/Close
ru: Открытие/Закрытие

# app.trigger.subtitle
source: Automation for open/close
ru: Автоматизация по открытию/закрытию

# app.trigger.description
source: Automatically enable grayscale on app open and disable on close
ru: Автоматически включать серый при открытии приложения и выключать при выходе

# app.trigger.active.count
source: active
ru: активно

# app.trigger.active.info
source: %d apps will trigger grayscale mode
ru: %d приложений будут включать серый режим

# app.trigger.button.save
source: Save Settings
ru: Сохранить настройки

# app.trigger.button.close
source: Close
ru: Закрыть

# app.trigger.button.enable
source: Enable
ru: Включить

# app.trigger.button.disable
source: Disable
ru: Выключить

# app.trigger.button.tone.down
source: Tone down
ru: Сбавить тон

# app.trigger.button.tone.restore
source: Restore color
ru: Вернуть обратно

# app.trigger.hint.two.shortcuts
source: For reliable automation, add two commands: Enable on open and Disable on close.
ru: Для надёжной работы добавьте две команды: Включить при открытии и Выключить при выходе.

# app.trigger.hint.import
source: Tap the buttons below to import ready-made commands for each app.
ru: Нажмите кнопки ниже, чтобы импортировать готовые команды для каждого приложения.

# app.trigger.hint.import.hint
source: After adding the commands, tap the confirmation button below.
ru: После добавления команд нажмите кнопку подтверждения ниже.

# app.trigger.button.confirm
source: ✅ I added 2 commands
ru: ✅ Я добавил 2 команды

# app.trigger.after.title
source: After adding the commands:
ru: После добавления команд:

# commands.setup.title
source: Add Commands
ru: Добавить команды

# commands.setup.subtitle
source: Import ready-made commands for automation
ru: Импортируйте готовые команды для автоматизации

# commands.setup.button.done
source: Done
ru: Готово

# commands.setup.banner.title
source: 💡 Tip
ru: 💡 Совет

# commands.setup.banner.subtitle
source: Add both commands for complete automation
ru: Добавьте обе команды для полной автоматизации

# automation.setup.commands.first
source: First, add the commands:
ru: Сначала добавьте команды:

# automation.setup.button.add.commands
source: Add Commands
ru: Добавить команды

# automation.setup.commands.completed
source: Commands added! Now set up automation:
ru: Команды добавлены! Теперь настройте автоматизацию:

# automation.setup.settings.placeholder
source: Automation settings will be here
ru: Настройки автоматизации будут здесь

# automation.setup.info.title
source: Automation Setup
ru: Настройка автоматизации

# automation.setup.info.subtitle
source: Here you can configure automatic triggers for applications
ru: Здесь вы можете настроить автоматические триггеры для приложений

# app.trigger.category.all
source: All
ru: Все

# app.trigger.category.social
source: Social
ru: Соцсети

# app.trigger.category.entertainment
source: Entertainment
ru: Развлечения

# automation.setup.title
source: Setup Automation
ru: Настройка автоматизации

# automation.setup.subtitle
source: App trigger automation
ru: Автоматизация триггеров приложений

# automation.setup.button.auto
source: Auto Setup
ru: Авто настройка

# automation.setup.button.done
source: Done
ru: Готово

# automation.instruction.step1.title
source: Open Shortcuts App
ru: Откройте приложение Команды

# automation.instruction.step1.description
source: We'll help you create automation that triggers grayscale when opening this app
ru: Мы поможем создать автоматизацию, которая включает серый режим при открытии этого приложения

# automation.instruction.step2.title
source: Create New Automation
ru: Создайте новую автоматизацию

# automation.instruction.step2.description
source: Tap the '+' button and select 'Create Personal Automation'
ru: Нажмите кнопку '+' и выберите 'Создать персональную автоматизацию'

# automation.instruction.step3.title
source: Select App Trigger
ru: Выберите триггер приложения

# automation.instruction.step3.description
source: Choose 'App' trigger and select %@ from the list
ru: Выберите триггер 'Приложение' и найдите %@ в списке

# automation.instruction.step4.title
source: Add Toggle Action
ru: Добавьте действие переключения

# automation.instruction.step4.description
source: Add 'Run Shortcut' action and select '%@' shortcut
ru: Добавьте действие 'Выполнить команду' и выберите команду '%@'

# automation.instruction.step5.title
source: Enable Automation
ru: Включите автоматизацию

# automation.instruction.step5.description
source: Turn off 'Ask Before Running' and save your automation
ru: Отключите 'Спрашивать перед запуском' и сохраните автоматизацию

# automation.alert.shortcuts.required
source: Shortcuts App Required
ru: Требуется приложение Команды

# automation.alert.shortcuts.required.message
source: Please install Shortcuts app to create automations
ru: Пожалуйста, установите приложение Команды для создания автоматизаций

# automation.alert.open.appstore
source: Open App Store
ru: Открыть App Store

# premium.feature.schedule
source: 🕘 Automatic schedule mode - turns on at 21:00, off at 8:00
ru: 🕘 Автоматический режим по времени - включение в 21:00, отключение в 8:00

# premium.feature.apps
source: 📱 Smart app triggers - automatic grayscale when opening TikTok, Instagram
ru: 📱 Smart app triggers - автоматический grayscale при открытии TikTok, Instagram

# premium.feature.focus
source: 💼 Focus modes - integration with Work, Sleep, Do Not Disturb
ru: 💼 Focus режимы - интеграция с "Работа", "Сон", "Не беспокоить"

# premium.feature.location
source: ⚡ Location triggers - automation at work, home, gym
ru: ⚡ Геолокация триггеры - автоматика на работе, дома, в спортзале

# premium.feature.rules
source: 🎯 Smart rules - set up once, works forever
ru: 🎯 Умные правила - настройте один раз, работает всегда

# app.triggers.setup.title
source: Step-by-step automation setup
ru: Пошаговая настройка автоматизации

# app.triggers.setup.step
source: Step %d of %d
ru: Шаг %d из %d

# app.triggers.setup.step.prefix
source: Step
ru: Шаг

# app.triggers.setup.step.separator
source: of
ru: из

# app.triggers.setup.step1.title
source: Create first automation (enable)
ru: Создайте первую автоматизацию (включение)

# app.triggers.setup.step1.description
source: • Tap the '+' icon or 'New Automation' • Select 'App'
ru: • Нажмите на значок '+' или 'Новая автоматизация' • Выберите 'Приложение'

# app.triggers.setup.step1.action
source: Create automation
ru: Создать автоматизацию

# app.triggers.setup.step2.title
source: Select apps and configure trigger
ru: Выберите приложения и настройте триггер

# app.triggers.setup.step2.description
source: • Select ALL apps for which automation should work (Instagram, TikTok, YouTube, etc.) • Then in the 'App' section select 'Opens' • And enable 'Immediate' for instant triggering
ru: • Выберите ВСЕ приложения, для которых должна работать автоматизация (Instagram, TikTok, YouTube и т.д.) • Затем в разделе 'Приложение' выберите 'Открыто' • И включите 'Немедленный запуск' для мгновенного срабатывания

# app.triggers.setup.step2.action
source: Configure apps and trigger
ru: Настроить приложения и триггер

# app.triggers.setup.step3.title
source: Select 'Grayscale On' command
ru: Выберите команду 'Grayscale On'

# app.triggers.setup.step3.description
source: • Select 'Grayscale On' command (enable grayscale mode) from your commands list • If command not found, return to command creation screen
ru: • Выберите команду 'Grayscale On' (включение серого режима) из списка ваших команд • Если команда не найдена, вернитесь к экрану создания команд

# app.triggers.setup.step3.action
source: Select command
ru: Выбрать команду

# app.triggers.setup.step4.title
source: Create second automation (disable)
ru: Создайте вторую автоматизацию (выключение)

# app.triggers.setup.step4.description
source: • Tap the '+' icon and select 'App'
ru: • Нажмите на значок '+' и выберите 'Приложение'

# app.triggers.setup.step4.action
source: Create automation
ru: Создать автоматизацию

# app.triggers.setup.step5.title
source: Configure 'Closed' trigger
ru: Настройте триггер 'Закрыто'

# app.triggers.setup.step5.description
source: • Select the same apps as in step 2 • In the 'App' section select 'Closes' • Enable 'Immediate'
ru: • Выберите те же приложения, что и в шаге 2 • В разделе 'Приложение' выберите 'Закрыто' • Включите 'Немедленный запуск'

# app.triggers.setup.step5.action
source: Configure trigger
ru: Настроить триггер

# app.triggers.setup.step6.title
source: Select 'Grayscale Off' command
ru: Выберите команду 'Grayscale Off'

# app.triggers.setup.step6.description
source: • Select 'Grayscale Off' command (disable grayscale mode) from your commands list • This will automatically disable grayscale mode when closing apps
ru: • Выберите команду 'Grayscale Off' (выключение серого режима) из списка ваших команд • Это автоматически выключит серый режим при закрытии приложений

# app.triggers.setup.step6.action
source: Select command
ru: Выбрать команду

# app.triggers.setup.step7.title
source: Test automation
ru: Протестируйте автоматизацию

# app.triggers.setup.step7.description
source: • Open any selected app - screen should become gray • Close the app - screen should return to normal colors • If something doesn't work, return to the corresponding setup steps
ru: • Откройте любое выбранное приложение - экран должен стать серым • Закройте приложение - экран должен вернуться к нормальным цветам • Если что-то не работает, вернитесь к соответствующим шагам настройки

# app.triggers.setup.step7.action
source: Test
ru: Протестировать

# app.triggers.setup.placeholder.title
source: Screenshot or video for this step
ru: Скриншот или видео для этого шага

# app.triggers.setup.video.playing
source: Video playing
ru: Видео воспроизводится

# app.triggers.setup.button.back
source: Back
ru: Назад

# app.triggers.setup.button.next
source: Next
ru: Далее

# app.triggers.setup.instruction.step1.title
source: Open Shortcuts app
ru: Откройте приложение Команды

# app.triggers.setup.instruction.step1.description
source: Find and launch Shortcuts app on your iPhone
ru: Найдите и запустите приложение Команды на вашем iPhone

# app.triggers.setup.instruction.step2.title
source: Create first automation (enable)
ru: Создайте первую автоматизацию (включение)

# app.triggers.setup.instruction.step2.description
source: Tap the '+' icon and select 'Create Personal Automation'
ru: Нажмите на значок '+' и выберите 'Создать персональную автоматизацию'

# app.triggers.setup.instruction.step3.title
source: Select 'App' trigger
ru: Выберите триггер 'Приложение'

# app.triggers.setup.instruction.step3.description
source: Scroll down and select 'App' in the 'App' section
ru: Прокрутите вниз и выберите 'Приложение' в разделе 'Приложение'

# app.triggers.setup.instruction.step4.title
source: Select apps and configure 'Opens'
ru: Выберите приложения и настройте 'Открывается'

# app.triggers.setup.instruction.step4.description
source: Select ALL apps for which automation should work (Instagram, TikTok, YouTube, etc.) and make sure 'Opens' is selected
ru: Выберите ВСЕ приложения, для которых должна работать автоматизация (Instagram, TikTok, YouTube и т.д.) и убедитесь, что выбрано 'Открывается'

# app.triggers.setup.instruction.step5.title
source: Add 'Run Shortcut' action
ru: Добавьте действие 'Выполнить команду'

# app.triggers.setup.instruction.step5.description
source: Tap 'Add Action' and find 'Run Shortcut'
ru: Нажмите 'Добавить действие' и найдите 'Выполнить команду'

# app.triggers.setup.instruction.step6.title
source: Select 'Grayscale On' command
ru: Выберите команду 'Grayscale On'

# app.triggers.setup.instruction.step6.description
source: Select 'Grayscale On' command (enable grayscale mode) from the list
ru: Выберите команду 'Grayscale On' (включение серого режима) из списка

# app.triggers.setup.instruction.step7.title
source: Disable confirmation and save
ru: Отключите подтверждение и сохраните

# app.triggers.setup.instruction.step7.description
source: Turn off 'Ask Before Running' and tap 'Done'
ru: Отключите 'Спрашивать перед запуском' и нажмите 'Готово'

# app.triggers.setup.instruction.step8.title
source: Create second automation (disable)
ru: Создайте вторую автоматизацию (выключение)

# app.triggers.setup.instruction.step8.description
source: Repeat steps 2-7, but select 'Grayscale Off' and configure 'Closes' trigger
ru: Повторите шаги 2-7, но выберите 'Grayscale Off' и настройте триггер 'Закрывается'

# purchase.feature.schedule.title
source: Automatic Schedule
ru: Автоматическое расписание

# purchase.feature.schedule.description
source: Enable/disable by time
ru: Включение/выключения по времени

# purchase.feature.apps.title
source: Smart App Triggers
ru: Smart триггеры приложений

# purchase.feature.apps.description
source: Automation for TikTok, Instagram and others
ru: Автоматика для TikTok, Instagram и других

# purchase.feature.focus.title
source: Focus Modes
ru: Focus режимы

# purchase.feature.focus.description
source: Integration with concentration modes
ru: Интеграция с режимами концентрации

# purchase.feature.location.title
source: Geolocation
ru: Геолокация

# purchase.feature.location.description
source: Automation by location
ru: Автоматизация по местоположению

# purchase.button.purchasing
source: Purchasing...
ru: Покупка...

# purchase.button.already.purchased
source: Already purchased
ru: Уже куплено

# purchase.button.buy
source: ✨ Buy for %@
ru: ✨ Купить за %@

# purchase.error.restore.failed
source: Failed to restore purchases: %@
ru: Не удалось восстановить покупки: %@

# comment.light.dark.support
source: support both light and dark
ru: поддерживаем и светлую, и тёмную

# comment.light.palette
source: Light palette
ru: Светлая палитра

# comment.dark.palette
source: Dark palette (auto-adaptation)
ru: Тёмная палитра (авто-адаптация)

# comment.shortcuts.url.check
source: Check if we can open URL (works without LSApplicationQueriesSchemes for shortcuts://)
ru: Проверяем, можем ли открыть URL (работает без LSApplicationQueriesSchemes для shortcuts://)

# comment.premium.demo.block
source: Premium Demo Block (show only after setup and without Premium)
ru: Premium Demo Block (показываем только после setup и без Premium)

# comment.home.tab
source: Home Tab - free functionality
ru: Home Tab - бесплатная функциональность

# comment.automation.tab
source: Automation Tab - Premium functionality
ru: Automation Tab - Premium функциональность

# onboarding.button.next
source: Next
ru: Далее

# comment.hide.page.indicators
source: Hide page indicators when returning to app
ru: Скрыть индикаторы страниц при возврате в приложение

# comment.onboarding.page.defined.in.viewmodel
source: OnboardingPage is defined in OnboardingViewModel.swift
ru: OnboardingPage определена в OnboardingViewModel.swift

# comment.central.command.creation.button
source: Central command creation button
ru: Центральная кнопка создания команды

# comment.instruction
source: Instruction
ru: Инструкция

# setup.create.command.title
source: Create Command
ru: Создать команду

# setup.create.command.subtitle
source: Opens ready command for import with one tap
ru: Откроет готовую команду для импорта одним нажатием

# setup.button.add.command
source: Add Command
ru: Добавить команду

# setup.button.confirm
source: ✅ I added the command
ru: ✅ Я добавил команду

# purchase.title
source: Premium Automation
ru: Premium Автоматизация

# purchase.subtitle
source: Get full control over automation
ru: Получите полный контроль над автоматизацией

# purchase.button.buy.price
source: ✨ Buy for 999₽
ru: ✨ Купить за 999₽

# purchase.footer
source: One purchase forever • All features
ru: Одна покупка навсегда • Весь функционал

# purchase.button.close
source: Close
ru: Закрыть

# automation.content.basic.commands.title
source: Creating Basic Commands
ru: Создание базовых команд

# automation.content.basic.commands.subtitle
source: First create commands for enabling and disabling grayscale mode
ru: Сначала создайте команды для включения и выключения серого режима

# automation.content.two.shortcuts.title
source: Two Shortcuts
ru: Два шортката

# automation.content.two.shortcuts.subtitle
source: Import ready commands for grayscale management
ru: Импортируйте готовые команды для управления серым режимом

# automation.content.enable.grayscale.title
source: Enable Grayscale
ru: Включить серый режим

# automation.content.enable.grayscale.subtitle
source: Activation command
ru: Команда для активации

# automation.content.restore.colors.title
source: Restore Colors
ru: Восстановить цвета

# automation.content.restore.colors.subtitle
source: Deactivation command
ru: Команда для деактивации

# automation.content.important.title
source: Important!
ru: Важно!
